; TaskSwitchXP Pro 2.0 Traditional Chinese Language File
; Translated by πrate <email non-disclosure (￣﹏￣)>
;
;

19999="繁體中文 (台灣)"


; Cofiguration
20000="TaskSwitchXP Pro 2.0 設定"
20001="確定"
20002="取消"
20003="套用"

; Filters
20031="TaskSwitchXP 設定檔 (*.cfg)"


; Pages
20050="一般"
20051="視覺外觀"
20052="列表區"
20053="預覽區"
20054="情報區"
20055="熱鍵"
20056="排除清單"
20057="進階"
20058="關於"

; Page descriptions
20070="設定 TaskSwitchXP 的語言介面､系統列圖示等"
20071="設定 TaskSwitchXP 整體的外觀､視覺效果等"
20072="設定工作列表區的顯示外觀"
20073="設定預覽區的顯示效果"
20074="設定標題欄與資訊欄的字型､色彩等"
20075="設定 TaskSwitchXP 熱鍵"
20076="編輯不想適用 TaskSwitchXP 的排除清單"
20077="進階設定"
20078="關於 TaskSwitchXP"


; General page
20100="語言:"
20101="<a id=\"idLang\" href=\"\">尋找更多語言...</a>"
20102="各使用者可擁有個別的設定 (多用戶模式)"
20103="開機後自動執行 TaskSwitchXP"
20104="將 TaskSwitchXP 設為「高」工作優先順序"
20105="檢查 Ms PowerToy TaskSwitcher 是否正在執行以避免衝突"
20106="系統列圖示:"
20107="於系統列顯示 TaskSwitchXP 圖示"
20108="自訂圖示:"
20109="右擊最小化按鈕將程式縮小至系統列 (適用於其他程式)"
20110="避免由 TaskSwitchXP 所控制的系統列圖示自動隱藏"
20111="列表區中可瀏覽 TaskSwitchXP 所控制的系統列圖示"

20120="回復預設值"
20121="載入..."
20122="儲存..."

; Appearance page
20200="在螢幕上的位置:"
20201="於現在的螢幕 (多螢幕環境時)"
20202="TaskSwitchXP 視窗下顯示陰影"
20203="TaskSwitchXP 視窗半透明化:"
20204="淡入視覺效果 (持續時間單位: 毫秒):"
20205="淡出視覺效果 (持續時間單位: 毫秒):"
20206="偏好的顯示風格:"
20207="XP 風格:"
20208="傳統風格:"
20209="使用傳統風格 (預設使用 XP 風格)"
20210="預覽區與列表區位置互換"

; Position on screen
20270="左上"
20271="中上"
20272="右上"
20273="中間偏左"
20274="正中央"
20275="中間偏右"
20276="左下"
20277="中下"
20278="右下"

; Modern XP skins
20280="Start Panel 風格 (預設值)"
20281="PowerToy TaskSwitcher 風格"
20282="Simple Window 風格"
20283="Flat XP 風格"
20284="Soft XP 風格"
20285="TaskBar 風格"

; Classical skins
20290="Start Panel 風格 (預設值)"
20291="Flat Start Panel 風格"


; Task List page
20300="列表方式:"
20301="每列數目:"
20302="寬度 (單位:像素):"
20303="每行數目:"
20304="小圖示"
20305="允許顯示提示訊息"
20306="選擇項目時游標變為手形"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="允許使用滑鼠選擇項目"
20308="顛倒滑鼠滾輪方向"
20309="選擇項目的風格:"
20310="顯示外框虛線"
20311="字型與色彩:"
20312="字型:"
20313="大小:"
20314="B"
20315="I"
20316="色彩:"

; List views
20390="圖示"
20391="清單"

; Selection 風格s
20380="空心方塊"
20381="實心方塊"
20382="圓角方塊"

; Color indexes
20370="文字"
20371="選擇時的文字"
20372="選擇時的背景"
20373="全選時的文字 (其他選擇)"
20374="全選時的背景 (其他選擇)"
20375="全選時的文字 (主選擇)"
20376="全選時的背景 (主選擇)"


; Preview page
20400="預覽區風格:"
20401="預覽桌面全景 (桌面預覽模式)"
20402="只預覽選擇的視窗 (視窗預覽模式)"
20403="顯示工作列"
20404="只顯示該程式中最後出現的視窗"
20405="完全無背景 (1.0 版的舊式風格)"
20406="顯示桌布"
20407="顯示外框"
20408="預覽影像垂直置中"
20409="顯示最小化視窗的標題"
20410="不預覽半透明的視窗"
20411="預覽影像寬度 (單位: 像素):"
20412="延遲預覽產生的時間 (單位: 毫秒):"
20413="不保留預覽影像快取 (較耗資源)"
20414="允許預覽影像的即時更新 (單位: 毫秒):"


; Info page
20500="標題欄:"
20501="字型:"
20502="大小:"
20503="B"
20504="I"
20505="色彩:"
20506="顯示陰影:"
20507="深度:"
20508="色彩:"
20509="顯示程式圖示"
20510="使用小型標題欄"
20511="資訊欄:"
20512="字型:"
20513="大小:"
20514="B"
20515="I"
20516="色彩:"
20517="顯示陰影:"
20518="深度:"
20519="色彩:"
20520="高度:"
20521="顯示資訊:"

; Info formats
20590="無"
20591="工作序數"
20592="程序識別元"
20593="程式檔名"
20594="程式檔名 [程序識別元]"
20595="程式描述"


; 熱鍵 page
20600="取代 Windows Alt+Tab 工作切換功能"
20601="按下 Ctrl+Alt+Shift+Tab 檢視同類程式列表"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="TaskSwitchXP 視窗不因放開熱鍵而消失 (固定模式)"
; or something like 20603="Use low-level method to replace Alt+Tab"
20603="使用低階鍵盤監視替代 Alt+Tab (可避免此熱鍵被強制佔用)"
20604="TaskSwitchXP 控制熱鍵:"
20605="程式列表:"
20606="同類程式列表:"
20607="開啟 TaskSwitchXP 設定程式:"
20608="顯示/隱藏系統列圖示:"
20609="退出 TaskSwitchXP:"
20610="其他熱鍵:"
20611="最小化指定程式至系統列:"
20612="自系統列還原視窗:"


; Exclusions page
20700="新增..."
20701="編輯..."
20702="移除"

; List groups
20780="預覽畫面"
20781="工作列表"

20790="名稱"
20791="條件"

; Advanced page
20800="標題欄:"
20801="使用主程式的標題"
20802="進階設定:"
20803="移除標題欄"
20804="移除資訊欄"
20805="系統列圖示動作"
20806="選單:"
20807="設定:"
20808="程式列表:"
20809="同類程式列表:"
20810="TaskSwitchXP 設定程式:"
20811="設定為最上層顯示"
20812="記憶設定程式視窗的位置"
20813="記憶上次最後瀏覽的設定頁"
20814="TaskSwitchXP 隨設定程式啟動"

; Tray icon actions
20890="無"
20891="左鍵單擊"
20892="左鍵雙擊"
20893="中鍵單擊"
20894="中鍵雙擊"
20895="右鍵單擊"
20896="右鍵雙擊"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="中文化 by <a id=\"idTranslatorMail\" href=\"http://www.ntwind.com/forum/viewtopic.php?t=27\">πrate</a>\r\n© 2005 Internet Pirate Guild 海盗公会☠""


; Exclusions dialog
22000="TaskSwitchXP 排除設定"
22001="確定"
22002="取消"
22003="活動中的程式:"
22004="重新整理"
22005="程式名稱:"
22006="當符合以下條件時:"
22007="程式檔名:"
22008="視窗類別:"
22009="視窗標題:"
22010="執行以下處理:"
22011="停止預覽畫面"
22012="不加入列表"
22013="啟用"

22090="" ; not excluded
22091=">> 停止預覽畫面"
22092=">> 不加入列表"

; Configurator Errors
30000="TaskSwitchXP 設定程式發生錯誤"
30002="無法執行 TaskSwitchXP.exe! 請檢查 TaskSwitchXP 的安裝"
30003="無法將設定寫入登錄資料庫。請檢查使用者權限。"
30004="無法載入設定"
30005="無法載入設定。將回復設定預設值。"
30006="無法儲存設定"

; Hints for exclusion dialog
30100="尚未命名"
30101="請為此排除條件命名"
30102="未指定條件"
30103="請指定一個以上的條件"
30104="未輸入程式檔名"
30105="請輸入一個程式檔名"
30106="未輸入視窗類別"
30107="請輸入一個視窗類別"

; Confirmations
30900="TaskSwitchXP 確認"
30901="TaskSwitchXP 在你的系統中偵測到一個以上活動中的螢幕,\r\n你是否要啟動「視窗預覽模式」以預覽其他螢幕上的程式?"


; TaskSwitchXP Language Strings

; Tray menu
31000="程式列表"
31001="同類程式列表"	
31002="設定..."
31003="退出"

31020="快速設定"
31021="隱藏系統列圖示"
31022="取代 Alt+Tab"
31023="啟動同類程式列表切換鍵"
31024="使用固定模式"
31025="使用低階鍵盤監視"
31026="新增排除項目..."

31050="說明"
31051="TaskSwitchXP 說明"
31052="TaskSwitchXP 網站"
31053="關於 TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d 個程式"
31091="全部還原"
31092="全部最小化"
31093="全部關閉"
31094="還原視窗"
31095="最小化"
31096="關閉"

; Task List menu
31110="切換"
31111="最小化"
31112="最小化至系統列"
31113="重疊顯示"
31114="水平並排"
31115="垂直並排"
31116="還原視窗"
31117="最大化"
31118="關閉"
31119="結束處理程序"

; Common menu
31150="顯示程序資訊"
31151="全選"
31152="全部不選"
31153="移除選取項目"
31154="依標題排序"
31155="依程式路徑排序"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="程式檔名:  %s\r\n程序識別元:  %u\r\n\r\n執行時間:  %u:%02u:%02u\r\nCPU 時間:  %u:%02u:%02u\r\n\r\n記憶體使用量:  %u K\r\n虛擬記憶體大小:  %u K"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP 確認"
31901="TaskSwitchXP 已在執行,你要停止嗎?"
31902="你確定要退出 TaskSwitchXP ?"
31903="TaskSwitchXP 偵測到 Ms PowerToy TaskSwitcher 正在執行,\r\n你是否要結束它?"

; Errors
32000="TaskSwitchXP 發生錯誤"
32002="初始化錯誤"
32003="無法使用低階鍵盤監視"
32004="無法註冊熱鍵 Alt+Tab 或 Alt+Shift+Tab\r\n因為已被其他程式使用。"
32005="無法註冊熱鍵 Ctrl+Alt+Tab 或 Ctrl+Alt+Shift+Tab\r\n因為可能已被其他程式使用。"
32006="無法啟動 ConfigTsXP.exe! 請檢查 TaskSwitchXP 的安裝。"

32500="無法註冊熱鍵:\r\n\r\n名稱: %s\r\n修飾鍵: %02X\r\n虛擬碼: %02X"
32501="退出 TaskSwitchXP"
32502="顯示/隱藏系統列圖示"
32503="設定 TaskSwitchXP"
32504="程式列表"
32505="同類程式列表"
32506="最小化至系統列"
32507="還原視窗"
